"MJRefreshHeaderIdleText" = "Pull down to refresh";
"MJRefreshHeaderPullingText" = "Release to refresh";
"MJRefreshHeaderRefreshingText" = "Loading...";

"MJRefreshAutoFooterIdleText" = "Tap or pull up to load more";
"MJRefreshAutoFooterRefreshingText" = "Loading...";
"MJRefreshAutoFooterNoMoreDataText" = "No more data";

"MJRefreshBackFooterIdleText" = "Tap or pull up to load more";
"MJRefreshBackFooterPullingText" = "Release to load more.";
"MJRefreshBackFooterRefreshingText" = "Loading...";
"MJRefreshBackFooterNoMoreDataText" = "No more data";

"MJRefreshHeaderLastTimeText" = "Last updated:";
"MJRefreshHeaderDateTodayText" = "Today";
"MJRefreshHeaderNoneLastDateText" = "No record";
